"CHOOSE_AUDIO_TRACK"="オーディオトラックを選択してください";
"CHOOSE_SUBTITLE_TRACK"="字幕トラックを選択してください";

"PLAYING_EXTERNALLY_TITLE"="TVが接続されています";
"PLAYING_EXTERNALLY_DESC"="このビデオはTV上で再生中です";

"VFILTER_HUE"="色相";
"VFILTER_CONTRAST"="コントラスト";
"VFILTER_BRIGHTNESS"="明るさ";
"VFILTER_SATURATION"="彩度";
"VFILTER_GAMMA"="ガンマ";

"PLAYBACK_FAILED"="再生に失敗しました";
"AR_CHANGED"="アスペクト比: %@";
"DEFAULT"="デフォルト";
"FILL_TO_SCREEN"="スクリーンに合わせてクロッピング";
"DEVICE_TOOSLOW_TITLE"="デバイスが非常に低速です";
"DEVICE_TOOSLOW"="あなたの %@ は \"%@\" を再生するためには低速すぎます。開きますか?";
"PLAYBACK_SPEED"="再生速度";

"BUTTON_EDIT"="編集";
"BUTTON_DONE"="完了";
"BUTTON_OPEN"="開く";
"BUTTON_PLAY"="再生";
"BUTTON_CANCEL"="キャンセル";
"BUTTON_SAVE"="保存";
"BUTTON_DOWNLOAD"="ダウンロード";
"BUTTON_DELETE"="削除";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="次へ";
"BUTTON_CONTRIBUTE"="支援と貢献";
"BUTTON_BACK"="戻る";
"BUTTON_CONNECT"="接続";
"BUTTON_REPEAT"="リピート";
"BUTTON_RENAME"="変名";
"BUTTON_LEARN_MORE"="さらに詳しく";
"PRIVATE_PLAYBACK_TOGGLE"="プライベート再生";
"SCAN_SUBTITLE_TOGGLE"="字幕のスキャン (httpのみ)";

"UPGRADING_LIBRARY"="メディアライブラリのアップグレード中";
"UNTITLED_SHOW"="タイトル無しのショー";

"OPEN_NETWORK"="ネットワークストリームを開く";
"NETWORK_TITLE"="ネットワークストリーム";
"OPEN_NETWORK_HELP"="ストリームを直接開くためにHTTP, RTSP, RTMP, MMS, FTP、またはUDP/RDPのアドレスを入力してください。";
"ABOUT_APP"="VLC for iOSについて";
"OPEN_VLC_MENU"="VLCサイドバーメニューを開く";
"HTTP_UPLOAD_SERVER_OFF"="サーバー機能は停止";
"HTTP_UPLOAD_NO_CONNECTIVITY"="アクティブなWiFi接続がありません";
"OPEN_STREAM_OR_DOWNLOAD"="このURLをダウンロードまたは、再生しますか?";

"HTTP_DOWNLOAD_FAILED"="HTTPによるダウンロードに失敗しました コード %i";
"HTTP_FILE_CREATION_FAILED"="ファイルの作成に失敗しました";
"HTTP_DOWNLOAD_CANCELLED"="ダウンロードがユーザーによってキャンセルされました";

"DOWNLOAD_FROM_HTTP_HELP"="あなたの %@ にファイルをダウンロードするためのアドレスを入力してください。";
"DOWNLOAD_FROM_HTTP"="ダウンロード";
"ERROR_NUMBER"="エラー %i が発生しました";
"DOWNLOAD_FAILED"="ダウンロードに失敗しました";
"FILE_NOT_SUPPORTED"="未サポートのファイルフォーマットです。";
"FILE_NOT_SUPPORTED_LONG"="%@ に使用されているファイルフォーマットはiOS用VLCのこのバージョンではサポートされていません。";
"SCHEME_NOT_SUPPORTED"="アドレススキーマはサポートされていません。";
"SCHEME_NOT_SUPPORTED_LONG"="アドレススキーマ (%@) はサポートされていません。HTTP, HTTPSまたは、FTPで始まるアドレスを使用してください。";
"LIBRARY_ALL_FILES"="すべてのファイル";
"LIBRARY_MUSIC"="音楽アルバム";
"LIBRARY_SERIES"="TVショー";
"LIBRARY_TRACKS"=" %i トラック";
"LIBRARY_SINGLE_TRACK"=" %i トラック";
"LIBRARY_EPISODES"="%i エピソード, %i 未読";
"LIBRARY_SINGLE_EPISODE"="%i エピソード, %i 未読";
"LIBRARY_TRACK_N"="トラック %i";
"LIBRARY_MINUTES_LEFT"="残り %@m";
"RENAME_MEDIA_TO"="%@への新しい名前を入力してください";

"FOLDER_EMPTY"="空のフォルダー";
"FOLDER_EMPTY_LONG"="ファイルを追加するためには、編集をタップし、追加したいファイルを選択して、フォルダーボタンをクリックしてこのフォルダーを選択します。";
"FOLDER_INVALID_TYPE_TITLE"="ファイルタイプが無効です";
"FOLDER_INVALID_TYPE_MESSAGE"="フォルダーに対して一つか、二つだけ単独のファイルを追加することができます";
"FOLDER_CHOOSE_NAME_TITLE"="新しいフォルダー";
"FOLDER_CHOOSE_NAME_MESSAGE"="フォルダーのタイトルを入力してください";
"FOLDER_NAME_PLACEHOLDER"="フォルダータイトル";
"FOLDER_NAME_DUPLICATE_TITLE"="そのタイトルは存在しています";
"FOLDER_NAME_DUPLICATE_MESSAGE"="異なるタイトルを入力してください";
"SELECT_FOLDER"="フォルダーを選択してください";

"SECTION_HEADER_LIBRARY"="メディアライブラリ";
"SECTION_HEADER_NETWORK"="ネットワーク";

"LOCAL_NETWORK"="ローカルネットワーク";
"CONNECT_TO_SERVER"="サーバーに接続";
"ENTER_SERVER_ADDRESS_HELP"="接続したいサーバー名かIPアドレスを入力してください。";
"ENTER_SERVER_CREDS_HELP"="サーバーへの接続にユーザー名とパスワードが必要な場合、入力してください。";
"USER_LABEL"="ユーザー";
"PASSWORD_LABEL"="パスワード";

"LOCAL_SERVER_REFRESH"="再表示";
"LOCAL_SERVER_LAST_UPDATE"="最終更新: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="サーバーへの接続に失敗しました";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="サーバーのアドレスとクレデンシャルを確認してください";

"DROPBOX_DOWNLOAD"="ファイルをダウンロードしますか?";
"DROPBOX_DL_LONG"="\"%@\" をあなたの %@ にダウンロードしますか?";
"DROPBOX_LOGIN"="ログイン";
"CLOUDUNLINKING"="あなたの %@ アカウントからiOS用のVLCをリンク解除しますか?";
"CLOUDUNLINKING_DONE"="%@ アカウントからのVLCのリンク解除が成功しました。いつでも再びログインしてください。";
"BUTTON_CLOUDUNLINKING"="リンク解除";
"SETTINGS_UNLINK_DROPBOX"="Dropboxからアンリンク";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Googleドライブからアンリンク";

"GDRIVE_ERROR_FETCHING_FILES"="ファイル取得中にエラーが発生しました";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="ファイルのダウンロードに成功しました";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="成功";
"GDRIVE_ERROR_DOWNLOADING_FILE"="ダウンロード中にエラーが発生しました";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="エラー";

"NUM_OF_FILES"="%i ファイル";
"ONE_FILE"="1ファイル";
"NO_FILES"="未サポートのファイル";
"DOWNLOADING"="ダウンロードしています...";
"REMAINING_TIME"= "残り時間: %@";
"ENTER_PASSCODE"="パスコードを入力してください";
"REENTER_PASSCODE"="パスコードを再入力してください";
"PASSCODE_SET"="パスコード設定";
"PASSCODE_CHANGE"="パスコード変更";
"PASSCODE_ENTER_OLD"="古いパスコードを入力してください";
"PASSCODE_ENTER_NEW"="新しいパスコードを入力してください";
"PASSCODE_REENTER_NEW"="新しいパスコードを再入力してください";
"PASSCODES_DID_NOT_MATCH"="パスコードが一致しません。やり直してください。";
"PASSCODE_FAILED_1"="パスコードの試行に1回失敗しました";
"PASSCODE_FAILED_FORMAT"="パスコードの試行に %d 回失敗しました";

"Settings"="設定"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="メディアライブラリが空です";
"EMPTY_LIBRARY_LONG"="再生用にローカルネットワーク上のサーバー、クラウドまたは、同期メディアからのメディアをiTunes、WiFiアップロードまたは、クラウドサービスを使ってデバイス上にストリーミングすることができます。";

"PLAYBACK_SCRUB_HELP"="スクラビングレートを調整するために指を下方向にスライドさせてください";
"PLAYBACK_SCRUB_HIGH"="高速なスクラビング";
"PLAYBACK_SCRUB_HALF"="中速のスクラビング";
"PLAYBACK_SCRUB_QUARTER"="1/4の速度のスクラビング";
"PLAYBACK_SCRUB_FINE"="適切なスクラビング";
"PLAYBACK_POSITION"="再生位置";
"VIDEO_FILTER"="ビデオフィルター";
"VIDEO_FILTER_RESET_BUTTON"="ビデオフィルターをリセット";
"VIDEO_ASPECT_RATIO_BUTTON"="ビデオのアスペクト比を切り替え";
"PLAY_PAUSE_BUTTON"="現在の再生・一時停止の切り替え";
"BWD_BUTTON"="ジャンプして戻る";
"FWD_BUTTON"="ジャンプして進む";

"VERSION_FORMAT"="バージョン: %@";
"BASED_ON_FORMAT"="Based on:<br />%@";

"NEW"="新規";

"BUG_REPORT_TITLE"="バグの報告";
"BUG_REPORT_MESSAGE"="バグレポートを生成しますか?";
"BUG_REPORT_BUTTON"="Safariを開く";

"VO_VIDEOPLAYER_TITLE"="ビデオプレイヤー";
"VO_VIDEOPLAYER_DOUBLETAP"="ダブルタップで再生コントロールを表示/非表示";

"FIRST_STEPS_WELCOME"="ようこそ";
"FIRST_STEPS_WELCOME_DETAIL"="メディアを同期して再生する最初の手順。";
"FIRST_STEPS_ITUNES"="iTunesファイル同期";
"FIRST_STEPS_ITUNES_DETAILS"="あなたの %@ をあなたのMacまたはPCにケーブルを使って接続してください。\niTunesを開いてください。\nあなたの %@を選択してください。\n\"Apps\"タブに切り替えて、スクロールダウンしてVLCを探してください。\nファイルを転送してください。";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="あなたの %@ をあなたのMacまたは、PCと同じネットワークに接続してください。";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="サイドバーにあるトグルを切り替えてWebブラウザーへURLを入力し、ファイルをアップロードしてください。";
"FIRST_STEPS_CLOUDS"="クラウド";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="メディアをGoogleドライブまたは、Dropboxにアップロードしてください。";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="あなたのクラウドプロバイダーを選択するためにサイドバーを開いてく、ダウンロードまたは、ストリーミングしたいファイルにアクセスしてください。";
"FIRST_STEPS_PLAYBACK"="再生";
"FIRST_STEPS_FLOSS"="VLC for iOSは有志によって開発されたフリーなオープンソースソフトウェアです。\n気に入って頂けたら幸いです。";

"FIRST_STEPS_TIME"="時間";
"FIRST_STEPS_ASPECT"="アスペクト比";
"FIRST_STEPS_SPEED"="速度";
"FIRST_STEPS_REPEAT"="リピート";
"FIRST_STEPS_SUBTITLES"="字幕トラック";
"FIRST_STEPS_AUDIO"="オーディオトラック";
"FIRST_STEPS_VOLUME"="音量";
"FIRST_STEPS_POSITION"="位置";

"PLEX_WATCHED"="再生済みとしてマーク";
"PLEX_UNWATCHED"="未再生としてマーク";
"PLEX_ERROR_MARK"="メディアへのマーキングに失敗";

"WEBINTF_TITLE"="WiFi経由で共有";
"WEBINTF_DROPFILES"="ファイルをドロップ";
"WEBINTF_DROPFILES_LONG"="あなたのiOSデバイスに追加するファイルをウィンドウにドロップしてください。<br>または、\"+\"ボタンをクリックしてファイルピッカーを使用してください。";
"WEBINTF_DOWNLOADFILES"="ファイルをダウンロード";
"WEBINTF_DOWNLOADFILES_LONG"="あなたのiOSデバイスからダウンロードしたいファイルをクリックしてください。";


"EMBEBED_SUBTITLES" = "Embebed Subtitles";
"OPENSUBTITLES_SUBTITLES" = "Opensubtitle":
"NO_SUBTITLES" = "No subtitles found";
